---
kind: property
id: P:Autodesk.Revit.DB.ParameterTypeId.FamilyWindowInsetParam
source: html/162126a4-2dbd-2aef-dab9-9583f666daf9.htm
---
# Autodesk.Revit.DB.ParameterTypeId.FamilyWindowInsetParam Property

"Inset"

## Syntax (C#)
```csharp
public static ForgeTypeId FamilyWindowInsetParam { get; }
```